"WIFI NOT REACHABLE" = "WIFI 无法接通";
"START NOT RECEIVED" = "未收到起飞指令";
"CONTROL LINK NOT AVAILABLE" = "无法发送命令";
"ULTRASOUND EMERGENCY" = "紧急: 超声波故障";
"CUT OUT EMERGENCY" = "紧急: 马达停止";
"MOTORS EMERGENCY" = "紧急: 马达故障";
"CAMERA EMERGENCY" = "紧急: 摄像头故障";
"PIC WATCHDOG EMERGENCY" = "紧急: 惯性感应器故障";
"PIC VERSION EMERGENCY" = "紧急: IMU 惯性测量故障";
"TOO MUCH ANGLE EMERGENCY" = "紧急: 角度过大";
"BATTERY LOW EMERGENCY" = "紧急: 电量不足";
"USER EMERGENCY" = "紧急: 用户停止飞行";
"UNKNOWN EMERGENCY" = "紧急: 未知故障";
"PRESS RESET" = "按“复位”";
"BATTERY LOW ALERT" = "注意: 电量不足";
"ULTRASOUND ALERT" = "注意: 超声波异常";
"VISION ALERT" = "注意: 视觉异常";
"VIDEO CONNECTION ALERT" = "注意: 视频连接异常";
"CAMERA ALERT" = "注意: 摄像头异常";

/* Pop-up messages */

"USB drive full\nPlease connect a new one" = "U 盘已满\n请连接一个新的装置";
"Please reboot your %@ to enable full piloting capabilities" = "请重启您的 %@ 以启用全部的飞行功能";
"Your video is being processed\nPlease do not close the application\nIt will appear shortly in the video section" = "正在处理您的视频\n请不要关闭应用程序\n它将于短时间内在视频部分出现";
"Please wait until the end of the recording" = "请等待录影结束";

/* Settings Menu Text */

"DEFAULT SETTINGS" = "默认设置";
"FLAT TRIM" = "水平调整";
"PERSONAL SETTINGS" = "个人设置";
"PAIRING" = "配对";
"AR.DRONE NETWORK NAME" = "AR.DRONE 网络名称";
"INTERFACE OPACITY" = "界面不透明度";
"USB RECORD" = "U 盘记录";
"FLIP ENABLED" = "翻转已启用";
"FLIGHT SETTINGS" = "飞行设置";
"ALTITUDE LIMIT" = "高度极限";
"VERTICAL SPEED MAX" = "最高垂直速度";
"mm/s" = "毫米/秒";
"ROTATION SPEED MAX" = "最高转速";
"°/s" = "°/秒";
"TILT ANGLE MAX" = "最大倾斜角度";
"OUTDOOR HULL" = "户外机壳";
"OUTDOOR FLIGHT" = "户外飞行";
"PILOTING MODE" = "飞行模式";
"JOYPAD MODE" = "游戏手柄模式";
"ABSOLUTE CONTROL" = "ABSOLUTE CONTROL";
"CALIBRATION" = "校准";
"Calibration Warning" = "校准警告";
"Keep your distance with your AR.Drone. It will now spin once on itself to calibrate its compass." = "保持您与 AR.Drone 之间的距离。它将会自转一次，以校准其指南针。";
"LEFT-HANDED" = "左撇子";
"%@ TILT MAX" = "%@ 最大倾斜度";
"STATUS" = "状态";
"Version" = "版本";
"Hardware" = "硬件";
"Software" = "软件";
"INERTIAL" = "惯性";
"MOTORS VERSIONS" = "马达版本";
"MOTOR %d" = "马达 %d";
"Type" = "类型";
"VIDEO SETTINGS" = "视频设置";
"ADAPTATIVE VIDEO" = "自适应视频";
"VIDEO CODEC" = "视频编解码器";

"New AR.Drone network name" = "新的 AR.Drone 网络名称";
"Please quit the application and restart your AR.Drone. Connect to %s network and relaunch AR.FreeFlight to apply changes." = "请退出应用程序，然后重启您的 AR.Drone。与 %s 网络连接并重启 AR.FreeFlight 以应用更改。";
"Bad network name" = "网络名称不正确";
"The network name can only contain alphanumeric characters and underscores, and must not be longer than 32 characters." = "网络名称只能包含字母数字字符与下划线，并且不得长于 32 个字符。";
"Location Services Disabled" = "定位服务已关闭";
"You need to enable this service to use absolute control." = "您需要激活这些服务方可使用绝对控制模式。";
"Location Services Alert" = "定位服务警报";
"Location services request timeout.\nYour location won't be stored in your AR.Drone." = "定位服务请求过期。\n您的位置将不会被记录在 AR.Drone 中。";
"If you want to store your location and access your media gallery, enable it in your device's settings." = "如果您希望存储您的位置以及访问您的媒体库，请在您设备的设置中将其启用。";